/* No comment provided by engineer. */
"About App" = "Acerca de la aplicación";

/* No comment provided by engineer. */
"add Bi-weekly contribution to goal" = "añade una contribución bisemanal al objetivo";

/* No comment provided by engineer. */
"Add Contribution" = "Añadir contribución";

/* No comment provided by engineer. */
"add Daily contribution to goal" = "añadir contribución diaria al objetivo";

/* No comment provided by engineer. */
"Add Goal" = "AÑADIR OBJETIVO";

/* No comment provided by engineer. */
"add Monthly contribution to goal" = "añadir contribución mensual al objetivo";

/* No comment provided by engineer. */
"add Weekly contribution to goal" = "añadir contribución semanal al objetivo";

/* No comment provided by engineer. */
"Album" = "Álbum";

/* No comment provided by engineer. */
"Alert" = "Alerta";

/* No comment provided by engineer. */
"Alphabetically" = "Por orden alfabético";

/* No comment provided by engineer. */
"At" = "A las";

/* No comment provided by engineer. */
"Bi-weekly" = "Bisemanal";

/* No comment provided by engineer. */
"Bi-Weekly" = "Bisemanal";

/* No comment provided by engineer. */
"Business" = "Negocio";

/* No comment provided by engineer. */
"By" = "Para";

/* No comment provided by engineer. */
"By due date" = "Por fecha de vencimiento";

/* No comment provided by engineer. */
"Camera" = "Cámara";

/* No comment provided by engineer. */
"CANCEL" = "Cancelar";

/* No comment provided by engineer. */
"Car" = "Coche";

/* No comment provided by engineer. */
"Completed Goals" = "Objetivos completados";

/* No comment provided by engineer. */
"Contributions" = "Contribuciones";

/* No comment provided by engineer. */
"Daily" = "Diariamente";

/* No comment provided by engineer. */
"Edit Contribution" = "Editar contribución";

/* No comment provided by engineer. */
"Edit Goal" = "Editar objetivo";

/* No comment provided by engineer. */
"Everyday At" = "Todos los días a las";

/* No comment provided by engineer. */
"facebook.com/getmoneyboxapp" = "facebook.com/getmoneyboxapp";

/* No comment provided by engineer. */
"Financial Goal" = "Objetivo financiero";

/* No comment provided by engineer. */
"Friday" = "viernes";

/* No comment provided by engineer. */
"Goal" = "Objetivo";

/* No comment provided by engineer. */
"Goal Completed" = "Objetivo completado";

/* No comment provided by engineer. */
"Goal overdue" = "Objetivo vencido";

/* No comment provided by engineer. */
"Goal Overview" = "Resumen del objetivo";

/* No comment provided by engineer. */
"Goals" = "Objetivos";

/* No comment provided by engineer. */
"House" = "Casa";

/* No comment provided by engineer. */
"Later" = "Más tarde";

/* No comment provided by engineer. */
"Monday" = "lunes";

/* No comment provided by engineer. */
"Money Box" = "Money Box";

/* No comment provided by engineer. */
"Money Box needs your permission to remind you about your saving goals and payments. This will help you achieve your savings goals faster. Do you want it to remind you next time?" = "Money Box necesita su permiso para enviarle recordatorios de sus metas y pagos de ahorro. Esto le ayudará a alcanzar sus metas de ahorra más rápido. ¿Quieres activar los recordatorios de Money Box?";

/* No comment provided by engineer. */
"moneybox.mobi" = "moneybox.mobi";

/* No comment provided by engineer. */
"Monthly" = "Mensualmente";

/* No comment provided by engineer. */
"Motorcycle" = "Moto";

/* No comment provided by engineer. */
"nd day of month at" = "día  del mes a las";

/* No comment provided by engineer. */
"No goal completed" = "No se ha completado ningún objetivo";

/* No comment provided by engineer. */
"Not Planned" = "Sin planear";

/* No comment provided by engineer. */
"Notification are disallowed please make it enable from iphone's settings" = "La notificación no está permitida, haz que se active desde la configuración de iphone.";

/* No comment provided by engineer. */
"of" = "de";

/* No comment provided by engineer. */
"OK" = "De acuerdo";

/* No comment provided by engineer. */
"Pick a Frequency:" = "Escoger una frecuencia:";

/* No comment provided by engineer. */
"Pick a week day:" = "Elige un día laborable:";

/* No comment provided by engineer. */
"Please enter amount" = "Introduce una cantidad";

/* No comment provided by engineer. */
"Please enter amount of goal" = "Introduce la cantidad del objetivo";

/* No comment provided by engineer. */
"Please enter title of goal" = "Introduce un título para el objetivo";

/* No comment provided by engineer. */
"Please select currency of goal" = "Selecciona la divisa del objetivo";

/* No comment provided by engineer. */
"Please select picture" = "Selecciona una foto";

/* No comment provided by engineer. */
"Please select planned savings frequency" = "Selecciona la frecuencia de ahorro planeada";

/* No comment provided by engineer. */
"Please select saving frequency first!" = "¡Selecciona primero la frecuencia de ahorro!";

/* No comment provided by engineer. */
"Predefined Icons" = "Icono predefinido";

/* No comment provided by engineer. */
"Purchases" = "Compras";

/* No comment provided by engineer. */
"Rate this App" = "Califica esta aplicación";

/* No comment provided by engineer. */
"rd day of month at" = "día  del mes a las";

/* No comment provided by engineer. */
"Reminder not set" = "Recordatorio no configurado";

/* No comment provided by engineer. */
"Saturday" = "sábado";

/* No comment provided by engineer. */
"Select Photo!" = "¡Selecciona una foto!";

/* No comment provided by engineer. */
"Send Feedback" = "Enviar comentarios";

/* No comment provided by engineer. */
"Settings" = "Ajustes";

/* No comment provided by engineer. */
"st day of month at" = "día  del mes a las";

/* No comment provided by engineer. */
"Sunday" = "domingo";

/* No comment provided by engineer. */
"Tell a friend" = "Dile a un amigo";

/* No comment provided by engineer. */
"th day of month at" = "día  del mes a las";

/* No comment provided by engineer. */
"Thursday" = "jueves";

/* No comment provided by engineer. */
"Travel" = "Viaje";

/* No comment provided by engineer. */
"Truck" = "Camioneta";

/* No comment provided by engineer. */
"Tuesday" = "martes";

/* No comment provided by engineer. */
"TV" = "Televisión";

/* No comment provided by engineer. */
"Upgrade" = "Actualización";

/* No comment provided by engineer. */
"Wednesday" = "miércoles";

/* No comment provided by engineer. */
"Weekly" = "Semanalmente";

/* No comment provided by engineer. */
"Yes, Please" = "Sí por favor";

/* No comment provided by engineer. */
"Yet not planned" = "No planeado aún";

/* No comment provided by engineer. */
"You can have only two active goals in free version. To have unlimited number of active goals and more upgrade to Pro version" = "Usted puede tener sólo dos objetivos activos en versión gratuita. Tener un número ilimitado de objetivos activos y más actualizar a la versión Pro";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"You have successfully deleted this goal." = "Has eliminado este objetivo con éxito.";

/* No comment provided by engineer. */
"Are you sure want to delete this goal?" = "¿Seguro que quieres eliminar este objetivo?";

/* No comment provided by engineer. */
"You have successfully shared your post on facebook." = "Has compartido tu publicación en facebook con éxito.";

/* No comment provided by engineer. */
"You have successfully shared your post on twitter." = "Has compartido correctamente tu publicación en twitter.";

/* No comment provided by engineer. */
"Share Goal" = "Compartir objetivo";

/* No comment provided by engineer. */
"Goal Amount" = "Cantidad del objetivo";

/* No comment provided by engineer. */
"Target Date" = "Fecha objetivo";

/* No comment provided by engineer. */
"Goal Progress" = "Progreso del objetivo";

/* No comment provided by engineer. */
"WHAT INFORMATION DO YOU WANT TO SHARE" = "QUÉ INFORMACIÓN QUIERES COMPARTIR";

/* No comment provided by engineer. */
"SHARE GOAL" = "COMPARTIR OBJETIVO";

/* No comment provided by engineer. */
"Please login to your facebook account from moneybox settings screen." = "Inicia sesión en tu cuenta de Facebook desde la pantalla de ajustes de Money Box.";

/* No comment provided by engineer. */
"Please login to your twitter account from moneybox settings screen." = "Inicia sesión en tu cuenta de Twitter desde la pantalla de ajustes de Money Box.";

/* No comment provided by engineer. */
"Add icon or photo" = "Añadir icono o foto";

/* No comment provided by engineer. */
"Do you want to share this goal information?" = "¿Desea compartir esta información de objetivos?";

/* No comment provided by engineer. */
"Share" = "Compartir";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"of total goal amount" = "De la meta total";

/* No comment provided by engineer. */
"I have a savings goal" = "Tengo un objetivo de ahorro";

/* No comment provided by engineer. */
"in Money Box" = "en Money Box";

/* No comment provided by engineer. */
"MORE FROM US" = "MAS DE NOSOTROS";

/* No comment provided by engineer. */
"FEEDBACK" = "REALIMENTACIÓN";

/* No comment provided by engineer. */
"Money Box Protected" = "Caja de dinero protegida";

/* No comment provided by engineer. */
"Please enter your passcode to unlock" = "Por favor ingrese su contraseña para desbloquear";

/* No comment provided by engineer. */
"Enable Passcode Lock" = "Habilitado Bloqueo de contraseña";

/* No comment provided by engineer. */
"To enable the Passcode Lock please choose a 4-digit code" = "Para habilitar el Bloqueo de código de acceso, elija un código de 4 dígitos";



/* No comment provided by engineer. */
"Please confirm your 4-digit code" = "Por favor confirma tu código de 4 dígitos";

/* No comment provided by engineer. */
"Change Passcode Lock" = "Cambiar el código de bloqueo";

/* No comment provided by engineer. */
"Please enter your previous 4-digit code" = "Por favor ingrese su código anterior de 4 dígitos";

/* No comment provided by engineer. */
"Delete" = "Borrar";

/* No comment provided by engineer. */
"Clear" = "Claro";

/* No comment provided by engineer. */
"NOTIFICATION SETTING" = "NOTIFICACIÓN DE CONFIGURACIÓN";

/* No comment provided by engineer. */
"Show Money Box guide again" = "Mostrar la guía de Money Box nuevamente";

/* No comment provided by engineer. */
"SECURITY SETTINGS" = "CONFIGURACIONES DE SEGURIDAD";

/* No comment provided by engineer. */
"Touch ID" = "identifición de toque";

/* No comment provided by engineer. */
"Passcode Lock" = "Código de bloqueo";

/* No comment provided by engineer. */
"Change Pin" = "Cambiar PIN";

/* No comment provided by engineer. */
"PRO" = "PRO";

/* No comment provided by engineer. */
"Passcode and Touch ID support" = "Compatibilidad con Passcode y Touch ID";

/* No comment provided by engineer. */
"Click here to enable Notifications" = "Haga clic aquí para habilitar las notificaciones";

/* No comment provided by engineer. */
"Notifications Are Enabled" = "Las notificaciones están habilitadas";

/* No comment provided by engineer. */
"Please On passcode first" = "Primero en el código de acceso";

/* No comment provided by engineer. */
"Please set passcode first" = "Primero configura el código de acceso";

/* No comment provided by engineer. */
"Face ID" = "ID de cara";
